Revit 2023 API
ParameterTypeId.RbsPipeFrictionFactorParam Property
 "Friction Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeFrictionFactorParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeFrictionFactorParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeFrictionFactorParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace